tap "homebrew/bundle"
brew "btop"
brew "gh"
brew "java"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "adguard"
cask "docker"
cask "font-jetbrains-mono"
cask "inkscape"
cask "rectangle"
cask "microsoft-remote-desktop"
cask "slack"
cask "springtoolsuite"
cask "vscodium"
cask "wezterm"
cask "zoom"